Repository: alicolak64/UniTurkey
Catalog: *.lproj/Localizable.strings
Languages: tr

# homeTitle
source: Universities
tr: Üniversiteler

# favoritesTitle
source: My Favorites
tr: Favorilerim

# errorTitle
source: Oops! An Error Occurred
tr: Oops! Bir hata oluştu.

source: No University
tr: Üniversite yok

source: No Favorite
tr: Favori listeniz boş

# timeoutError
source: The website is taking too long to load. Please try again.
tr: Web sitesine bağlanılamıyor. Lütfen internet bağlantınızı kontrol edin. Ya da url'yi kontrol edin.

# multipleUniversity
source: universities
tr: üniversite

# singleUniversity
source: university
tr: üniversite

source: Retry
tr: Tekrar Dene

# warningNoDetailTitle
source: Warning! No Detail
tr: Uyarı! Detay Yok

# warningNoDetailMessage
source: There is no detail for this university.
tr: Bu üniversite için detay bilgi bulunamadı.

# warningNoUniversityTitle
source: Warning! No University
tr: Uyarı! Üniversite Yok

# warningNoUniversityMessage
source: There is no university for this province.
tr: Bu şehirde üniversite bulunamadı.
